{
  "GPTPhat API Key Required": "E' richiesta la chiave API GPTPhat",
  "Please set your GPTPhat API key in the bottom left of the sidebar.": "Per favore, inserisci la tua Chiave API GPTPhat in basso a sinistra nella barra laterale",
  "Stop Generating": "Interrompi la generazione",
  "Prompt limit is {{maxLength}} characters": "Il limite del messaggio è di {{maxLength}} caratteri",
  "System Prompt": "Prompt del sistema",
  "You are GPTPhat, a large language model trained by GPTPhat. Follow the user's instructions carefully. Respond using markdown.": "Sei GPTPhat, un grande modello di linguaggio addestrato da GPTPhat. Segui attentamente le istruzioni dell'utente. Rispondi usando il markdown.",
  "Enter a prompt": "Inserisci un prompt",
  "Regenerate response": "Rigenera risposta",
  "Sorry, there was an error.": "Scusa, si è verificato un errore.",
  "Model": "Modello",
  "Conversation": "Conversazione",
  "OR": "O",
  "Loading...": "Caricamento...",
  "Type a message...": "Digita un messaggio...",
  "Error fetching models.": "Si è verificato un errore nel recupero dei modelli.",
  "AI": "IA",
  "You": "Tu",
  "Cancel": "Annulla",
  "Save & Submit": "Salva e invia",
  "Make sure your GPTPhat API key is set in the bottom left of the sidebar.": "Assicurati che la tua chiave API GPTPhat sia inserita in basso a sinistra nella barra laterale",
  "If you completed this step, GPTPhat may be experiencing issues.": "Se hai completato questo passaggio, GPTPhat potrebbe avere problemi.",
  "click if using a .env.local file": "Fai click se stai utilizzando un file .env.local",
  "Message limit is {{maxLength}} characters. You have entered {{valueLength}} characters.": "Il limite del messaggio è di {{maxLength}} caratteri. Hai inserito {{valueLength}} caratteri.",
  "Please enter a message": "Per favore, scrivi un messaggio",
  "GPT Phật is an advanced chatbot kit for GPTPhat's chat models aiming to mimic GPTPhat's interface and functionality.": "GPT Phật è un kit avanzato di chatbot per i modelli di chat di GPTPhat che mira a imitare l'interfaccia e le funzionalità di GPTPhat.",
  "Are you sure you want to clear all messages?": "Sei sicuro di voler cancellare tutti i messaggi?"
}
